/* STM */
"Ink Levels" = "Níveis aproximados de tinta";

/* Nozzle */
"NOZZLE01TEXT01" = "Para executar uma verificação dos jatos, certifique-se de que a impressora está ligada e conectada ao computador. Certifique-se também de que há papel comum tamanho A4 ou carta carregado no alimentador. Clique em [Imprimir] para imprimir um padrão de verificação dos jatos ou clique em [Cancelar] para sair.";
"NOZZLE01B01" = "Imprimir";
"NOZZLE01B02" = "Cancelar";

"NOZZLE02TEXT01" = "Compare o padrão da impressora com o exemplo acima. Se o padrão de verificação dos jatos tiver linhas quebradas, clique em [Limpar]. Clique em [Terminar] para sair.";
"NOZZLE02SPE01" = "Superior: Bem
Inferior: Necessita limpeza";
"NOZZLE02B01" = "Terminar";
"NOZZLE02B03" = "Limpar";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Clique em [Iniciar] para limpar os jatos do cabeçote de impressão. Como a limpeza consome alguma tinta, só limpe o cabeçote quando aparecerem áreas claras ou espaços em branco no impresso. Use o utilitário \"Verificação dos jatos\" primeiro para confirmar que o cabeçote de impressão precisa ser limpo.
Observação: Antes de fazer a limpeza, certifique-se de que a trava de transporte esteja na posição destravada (Impressão), conforme mostrado na ilustração.";
"HEADCLEANING01B01" = "Cancelar";
"HEADCLEANING01B02" = "Iniciar";

"HEADCLEANING02TEXT01" = "Aguarde ...";
"HEADCLEANING02TEXT02" = "Limpeza em curso. Aguarde.";
"HEADCLEANING02B01" = "Fechar";

"HEADCLEANING03TEXT01" = "O ciclo de limpeza terminou. Para verificar o resultado da limpeza, clique em [Imprimir modelo de verificação dos jatos].";
"HEADCLEANING03B01" = "Terminar";
"HEADCLEANING03B03" = "Imprimir modelo de verificação dos jatos";

/* Gap */
"GAP01TEXT01" = "O utilitário de alinhamento do cabeçote corrige o desalinhamento vertical, faixas horizontais e impressões pouco nítidas.";
"GAP01B01" = "Seguinte >";
"GAP01B02" = "Cancelar";

"GAP02TEXT01" = "Será impressa uma folha de alinhamento vertical.
Certifique-se de que a impressora está ligada à corrente e ligada ao computador. Verifique também se tem papel normal de formato A4 ou Carta no alimentador.
Clique em [Imprimir] quando estiver pronto.";
"GAP02B01" = "Imprimir";
"GAP02B02" = "Cancelar";
"GAP02B03" = "Saltar >>";

"GAP03TEXT01" = "Observe a folha de alinhamento.
Procure o quadrado sem faixas visíveis nos conjuntos de #1 a #5. Selecione o número que corresponde a esse quadrado na lista seguinte para todos os conjuntos. Clique em [Seguinte >].
Se existir uma banda em cada quadrado, seleccione o quadrado com a banda mais pequena de todas. Em seguida, clique em [Realinhamento].";
"GAP03B01" = "Seguinte >";
"GAP03B02" = "Cancelar";
"GAP03B03" = "Realinhamento";

"GAP04TEXT01" = "Será impressa uma folha de alinhamento horizontal a preto.
Certifique-se de que tem papel normal de formato A4 ou Carta no alimentador.
Observação: Este ajuste afecta unicamente a impressão em alta velocidade com papel normal. Outros tipos de papel não são afectados.";
"GAP04B01" = "Imprimir";
"GAP04B02" = "Cancelar";
"GAP04B03" = "Saltar >>";

"GAP05TEXT01" = "Observe a folha de alinhamento.
Procure o modelo sem faixa preta ou branca. Selecione o número que corresponde a esse modelo na lista seguinte e clique em [Seguinte >].
Se todos os modelos tiverem uma faixa, seleccione o modelo com a faixa mais fina. Em seguida, clique em [Realinhamento].";
"GAP05B01" = "Seguinte >";
"GAP05B02" = "Cancelar";
"GAP05B03" = "Realinhamento";

"GAP06TEXT01" = "Será impressa uma folha de alinhamento horizontal a cores.
Certifique-se de que tem papel normal de formato A4 ou Carta no alimentador.
Observação: Este ajuste afecta unicamente a impressão em alta velocidade com papel normal. Outros tipos de papel não são afectados.";
"GAP06B01" = "Imprimir";
"GAP06B02" = "Cancelar";

"GAP07TEXT01" = "Observe a folha de alinhamento.
Procure o modelo sem faixa escura ou clara. Selecione o número que corresponde a esse modelo na lista seguinte e clique em [Terminar].
Se todos os modelos tiverem uma faixa, seleccione o modelo com a faixa mais fina. Em seguida, clique em [Realinhamento].";
"GAP07B01" = "Terminar";
"GAP07B02" = "Cancelar";
"GAP07B03" = "Realinhamento";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Utilize papel normal para limpar o interior da impressora.
Certifique-se de que a impressora contém papel normal de formato A4 ou Carta e clique no botão [Limpeza].
Repita o procedimento até que o interior da impressora esteja limpo.";
"PG01_B01" = "Cancelar";
"PG01_B02" = "Limpeza";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Se ainda houver faixas ou cores faltando nos impressos mesmo depois de fazer a Limpeza do cabeçote várias vezes, pode ser que tenha que substituir a tinta dentro dos tubos de tinta para resolver o problema.

Essa função permite que substitua toda a tinta dentro dos tubos de tinta.

Essa função consome muita tinta. Só recomendamos que a use depois de fazer a Limpeza do cabeçote várias vezes.";
"POWERINKFLUSHING01B01" = "Cancelar";
"POWERINKFLUSHING01B02" = "Seguinte >";

"POWERINKFLUSHING02TEXT01" = "Antes de usar esta função, certifique-se de que a trava de transporte esteja na posição destravada (Impressão), conforme mostrado na ilustração.

Observação: A trava de transporte deve estar sempre na posição destravada quando a impressora estiver em uso.";

"POWERINKFLUSHING03TEXT01" = "Tem certeza de que deseja usar esta função?
Para substituir toda a tinta nos tubos, muita tinta precisa ser consumida.
Recomendamos que tente fazer a Limpeza do cabeçote várias vezes para tentar resolver o problema antes de usar esta função. Clique em [Cancelar] e então tente fazer a Limpeza do cabeçote.

Observação: Esta função afeta a longevidade das almofadas de tinta. As almofadas chegam à capacidade máxima mais rapidamente quando esta função é usada.
Se as almofadas de tinta chegaram ao fim da vida útil, entre em contato com o suporte técnico da Epson para adquirir outras para substituição.

Clique em [Iniciar] para começar a substituição da tinta.
Depois de começada, esta função não pode ser interrompida.";
"POWERINKFLUSHING03B01" = "Cancelar";
"POWERINKFLUSHING03B02" = "Iniciar";

"POWERINKFLUSHING04TEXT01" = "Aguarde ...";
"POWERINKFLUSHING04TEXT02" = "A eliminação da tinta está em andamento.
Por favor, espere.";
"POWERINKFLUSHING04B01" = "Fechar";

"POWERINKFLUSHING05TEXT01" = "A eliminação da tinta terminou.
Para checar se a eliminação da tinta foi eficaz, clique em [Imprimir padrão de verificação dos jatos].";
"POWERINKFLUSHING05B01" = "Terminar";
"POWERINKFLUSHING05B03" = "Imprimir modelo de verificação dos jatos";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Seguinte";
"INKTANKUTILITYB03" = "Cancelar";
"INKTANKUTILITYB04" = "Voltar";
"INKTANKUTILITYB05" = "Sim";
"INKTANKUTILITYB06" = "Não";

//Common
"INKTANKUTCOMMONTEXT01" = "Este utilitário não está disponível no momento.
Observação: quando duas ou mais impressoras estiverem conectadas, selecione a impressora que deseja operar a partir da Lista de impressoras e depois clique novamente no ícone do [Utilitário do tanque de tinta].";
"INKTANKUTCOMMONTEXT02" = "Digite a ID de 13 dígitos indicada em cada garrafa de tinta.
Observação: as IDs só são válidas uma vez. Não as digite antes de recarregar a tinta.
Clique em [Seguinte] para começar a autenticar a identificação.";
"INKTANKUTCOMMONTEXT03" = "A tinta não original poderá causar danos ao produto que não são cobertos pela garantia Epson.
O uso de tinta não original é registrado para o caso de serviços de manutenção.
Para obter qualidade e confiabilidade ideais, a Epson recomenda o uso de tinta original Epson.
Continuar a usar esta tinta?";
"INKTANKUTCOMMONTEXT04" = "Você pode continuar imprimindo.
Clique em [OK] para fechar esta mensagem.
Se desejar recarregar a tinta agora, clique novamente no ícone do [Utilitário do tanque de tinta].";
"INKTANKUTCOMMONTEXT06" = "Tem certeza de que deseja cancelar este utilitário?
Se você cancelar este utilitário, terá que executá-lo novamente.";
"INKTANKUTCOMMONTEXT07" = "IDs inválidos.
Confirme os IDs corretos e depois insira-os novamente.";
"INKTANKUTCOMMONTEXT08" = "A(s) ID(s) não é(são) válida(s).
Confirme a(s) ID(s) correta(s).
Clique em [Cancelar] para digitar a ID novamente.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Apague todas as tarefas de impressão.

Antes de usar sua impressora, certifique-se de que a trava de transporte está na posição de desbloqueio (Impressão), como mostra a ilustração.";
"INKTANKUTINITIALTEXT02" = "Recarregando a tinta do tanque de tinta.

%fillcolor%

A Epson recomenda que use tintas genuínas EPSON. Recarregue a tinta até a linha no tanque. Veja o manual da impressora para mais detalhes sobre como recarregar a tinta. Depois de recarregar a tinta e instalar o tanque de tinta, clique em [Seguinte] para digitar a ID.";
"INKTANKUTINITIALTEXT03" = "O carregamento de tinta está em andamento.
Aguarde aproximadamente 20 minutos até o término do carregamento.

Nota: só desligue a impressora depois que a lâmpada de energia parar de piscar e permanecer acesa.";
"INKTANKUTINITIALTEXT04" = "Certifique-se de ajustar a trava de transporte para a posição de desbloqueio (Impressão) ao usar a impressora, caso contrário, a tinta não será fornecida, o que compromete a qualidade da impressão. Ajuste a trava de transporte para a posição de bloqueio (Transporte) sempre que transportar a impressora, caso contrário, poderá haver vazamento.";

//Manual Check
"INKTANKMANUALTEXT01" = "Apague todas as tarefas de impressão.

Cheque a quantidade de tinta restante em cada tanque. Clique em [Acima] se o nível da tinta estiver acima da linha. Clique em [Abaixo] se o nível da tinta estiver abaixo da linha. Se o nível da tinta estiver acima da linha, a Epson recomenda que clique em [Acima] até que o nível da tinta alcance a linha para que o tanque de tinta possa ser recarregado usando todo o conteúdo da garrafa nova.
Observação: se continuar a usar a impressora quando o nível da tinta estiver abaixo da linha no tanque, pode danificar a impressora.";
"INKTANKMANUALTEXT02" = "Apague todas as tarefas de impressão.

Cheque a quantidade de tinta restante no tanque. Se o nível da tinta estiver acima de 20 mm do fundo do tanque, a Epson recomenda que clique em [Acima] até que o nível da tinta fique a 20 mm do fundo para que o tanque de tinta possa ser recarregado usando todo o conteúdo da garrafa nova. Clique em [Acima] se o nível da tinta estiver a mais de 20 mm do fundo. Clique em [Abaixo] se o nível da tinta estiver a 20 mm ou menos do fundo.
Observação: se continuar a usar a impressora quando o nível da tinta estiver a menos de 20 mm do fundo do tanque, pode danificar a impressora. Para checar os níveis da tinta, use a régua incluída com a impressora.";
"INKTANKMANUALTEXT03" = "Recarregando a tinta do tanque de tinta.

%fillcolor%

A Epson recomenda que use tintas genuínas EPSON. Recarregue a tinta até a linha no tanque. Veja o manual da impressora para mais detalhes sobre como recarregar a tinta. Depois de recarregar a tinta e instalar o tanque de tinta, clique em [Seguinte] para digitar a ID.";

/* Error */
"PRINTERBUTTON00" = "Copiar";
"ERCOMMON_B01" = "Cancelar";
"ERCOMMON_B02" = "Continuar";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Cancelar";
"ER00_TEXTA" = "Erro";
"ER00_TEXTB" = "1. Apague todas as tarefas de impressão.
2. Desligue o interruptor e retire o papel que possa estar encravado.
3. Aguarde alguns minutos e volte a ligar o interruptor.";
"ER00_TEXTA_D4" = "Erro";
"ER00_TEXTB_D4" = "1. Apague todas as tarefas de impressão.
2. Desligue o interruptor e retire o papel que possa estar encravado.
3. Aguarde alguns minutos e volte a ligar o interruptor.";
"ER00_B01_D4" = "Cancelar";
"ER01_TEXTA" = "Impressora ocupada";
"ER01_TEXTB" = "Aguarde...";
"ER04_TEXTA" = "Papel preso";
"ER04_TEXTB" = "1. Abra a tampa frontal e retire o papel encravado.
2. Pressione o botão %btn% do produto.";
"ER05_TEXTA" = "Verificar níveis de tinta";
"ER05_TEXTB" = "Você precisa checar a quantidade de tinta restante. Clique no ícone do [Utilitário do tanque de tinta] no Epson Printer Utility 4. Os níveis aproximados da tinta podem diferir dos níveis exatos da tinta. Para confirmar a quantidade exata de tinta restante, cheque visualmente os níveis da tinta nos tanques de tinta da impressora.";
"ER05_TEXTA_FF" = "Erro de instalação inicial";
"ER05_TEXTB_FF" = "Clique no ícone [Utilitário do tanque de tinta] para carregar o sistema de tinta.";
"ER06_TEXTA_D4" = "Sem papel ou carregamento incorreto";
"ER06_TEXTB_D4" = "1. Retire e volte a colocar o papel.
2. Pressione o botão %btn% do produto ou clique em [Continuar] se esta opção for apresentada.

Clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER06_B01_D4" = "Continuar";
"ER06_B02_D4" = "Cancelar";
"ER06_TEXTA" = "Sem papel ou carregamento incorreto";
"ER06_TEXTB" = "1. Retire o papel e volte a colocá-lo.
2. Pressione o botão %btn% do produto.

Clique em [Cancelar] para cancelar a tarefa de impressão quando aparecer. Se não for cancelada, cancele-a no produto.";
"ER10_TEXTA" = "Serviço requerido";
"ER10_TEXTB" = "A almofada de tinta da impressora está no final de sua vida útil.
Contate a Assistência da Epson.";
"ER12_TEXTA" = "Erro na alimentação de várias páginas";
"ER12_TEXTB" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione o botão %btn% do produto.
- Clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_TEXTA_D4" = "Erro na alimentação de várias páginas";
"ER12_TEXTB_D4" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione o botão %btn% do produto.
- Clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_B01_D4" = "Cancelar";
"ER41_TEXTA" = "Serviço requerido";
"ER41_TEXTB" = "Os tubos de tinta da impressora estão no fim da sua vida útil. Entre em contato com o suporte da Epson.";
"Common Error Text1" = "Erro";
"Common Error Text2" = "1. Apague todas as tarefas de impressão.
2. Desligue o interruptor e retire o papel que possa estar encravado.
3. Aguarde alguns minutos e volte a ligar o interruptor.";
"Common Error B1" = "Cancelar";
"Cleaning status" = "Impressora ocupada";
"Shipment status" = "Erro de instalação inicial";
"WRINKLOW_TEXTA" = "Pouca tinta";
"WRINKLOW_TEXTB" = "Você pode continuar imprimindo. Para recarregar a tinta agora, clique no ícone do [Utilitário do tanque de tinta] no Epson Printer Utility 4. Os níveis aproximados da tinta podem diferir dos níveis exatos da tinta. Para confirmar a quantidade exata de tinta restante, cheque visualmente os níveis da tinta nos tanques de tinta da impressora.";
"WRCD_TEXTA" = "A limpeza do cabeçote não pode ser concluída.";
"WRCD_TEXTB" = "Você pode continuar imprimindo. Para recarregar a tinta agora, clique no ícone do [Utilitário do tanque de tinta] no Epson Printer Utility 4. Os níveis aproximados da tinta podem diferir dos níveis exatos da tinta. Para confirmar a quantidade exata de tinta restante, cheque visualmente os níveis da tinta nos tanques de tinta da impressora.";
"WRCD_TEXTA_UTO" = "A eliminação da tinta não pode ser completada.";
"WRCD_TEXTB_UTO" = "Você pode continuar imprimindo. Para recarregar a tinta agora, clique no ícone do [Utilitário do tanque de tinta] no Epson Printer Utility 4. Os níveis aproximados da tinta podem diferir dos níveis exatos da tinta. Para confirmar a quantidade exata de tinta restante, cheque visualmente os níveis da tinta nos tanques de tinta da impressora.";
"WRINKLOW2_TEXTA" = "Pouca tinta";
"WRINKLOW2_TEXTB" = "Você pode continuar imprimindo. Para recarregar a tinta agora, clique no ícone do [Utilitário do tanque de tinta] no Epson Printer Utility 4. Os níveis aproximados da tinta podem diferir dos níveis exatos da tinta. Para confirmar a quantidade exata de tinta restante, cheque visualmente os níveis da tinta nos tanques de tinta da impressora.";
"WR20_TEXTA" = "Serviço requerido";
"WR20_TEXTB" = "As almofadas de tinta da impressora estão chegando ao fim da sua vida útil. Entre em contato a assistência Epson.";
"WR21_TEXTA" = "Serviço requerido";
"WR21_TEXTB" = "Os tubos de tinta da impressora estão chegando ao fim da sua vida útil. Entre em contato com o suporte da Epson.";
"COMUERR_TEXTA" = "Erro de comunicação";
"COMUERR_TEXTB" = "Conecte a impressora ao computador e ligue-a. A tarefa de impressão será cancelada, se você desligar a impressora durante a impressão.";
"COMUERR_B01" = "Repetir";
"COMUERR_B02" = "Cancelar";
"CHARGINGSTATUS_TEXTA_PROXY" = "Carregando o sistema de tinta";

